'use client';
import { TextArea } from '../styles';

export default function JobDescription() {

  return (
    <div>
      <TextArea>
        <p>
        코드잇 스터디 카페입니다. 주말 토, 일 오픈업무 하실 분 구합니다. 코드잇 스터디 카페입니다. 주말 토, 일 오픈업무 하실 분 구합니다. 코드잇 스터디 카페입니다. 주말 토, 일 오픈업무 하실 분 구합니다.
코드잇 스터디 카페입니다. 주말 토, 일 오픈업무 하실 분 구합니다. 코드잇 스터디 카페입니다. 주말 토, 일 오픈업무 하실 분 구합니다.
코드잇 스터디 카페입니다. 주말 토, 일 오픈업무 하실 분 구합니다. 코드잇 스터디 카페입니다. 주말 토, 일 오픈업무 하실 분 구합니다. 코드잇 스터디 카페입니다. 주말 토, 일 오픈업무 하실 분 구합니다.
        </p>
      </TextArea>
    </div>
  );
}
